<!-- saved from url=(0022)http://internet.e-mail -->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Hilfe &amp; Kurzbefehle</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.style1 {
	font-size: 36px;
	font-weight: bold;
}
.darkrow2 {background-color: #BCD0ED; color:#3A4F6C; }
.pformstrip {background-color: #D1DCEB; color:#3A4F6C;font-weight:bold;padding:7px;margin-top:1px }
.row2 {background-color: #DFE6EF }
.tablebasic {width:100%; padding:0px 0px 0px 0px; margin:0px; border:0px }
.Stil1 {font-weight: bold}
.Stil2 {background-color: #BCD0ED; color: #3A4F6C; font-weight: bold; }
.Stil3 {background-color: #DFE6EF; font-weight: bold; }
a:link {
	color: #000066;
}
a:visited {
	color: #000066;
}
a:hover {
	color: #009933;
}
a:active {
	color: #00CC00;
}
-->
</style>
</head>

<body>
<table width="98%"  border="0" align="center" cellpadding="2" cellspacing="1">
  <tr class="tablebasic">
    <td align='center' valign='middle' class='pformstrip'><span class="style1"><a name="top"></a>Hilfe</span></td>
  </tr>
  <tr>
    <td class="row2" ><br>
<br>
        <ul>
          <ul>
            <ul>
              <ul>
                <li><a href="#was">Was ist IRC?</a></li>
                <li><a href="#Channel">Was ist ein Channel?</a></li>
                <li><a href="#java">Was ist ein Java-Chat?</a></li>
                <li><a href="#Alternativen">Ich will kein Java aktivieren. Gibt es Alternativen?</a></li>
                <li><a href="#beachten">Was mu&szlig; ich im Chat beachten?</a></li>
                <li><a href="#funktion">Welche Funktionen kann ich in einem IRC-Chat benutzen?</a></li>
                <li><a href="#comm">Ich will mit einem anderen Chatter alleine kommunizieren, wie geht das?</a></li>
                <li><a href="#proxy">Wenn ich mich in den Chat verbinden will, kommt eine Meldung mit irgenwas von &quot;...Proxysettings...&quot; und ich kann mich nicht verbinden!</a></li>
                <li><a href="#ban">Wenn ich mich verbinden will kommt eine Meldung, die etwas von &quot;banned&quot; beinhaltet und ich kann den Raum nicht betreten.</a></li>
                <li><a href="#befehle">Kurzbefehle in der &Uuml;bersicht</a></li>
              </ul>
            </ul>
          </ul>
        </ul>        <blockquote>
          <div align="left">
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <div class="Stil2"><a name="was"></a>Was ist IRC?</div>
            <p><br>
              IRC hei&szlig;t <b>I</b>nternet <b>R</b>elay <b>C</b>hat und ist eine weit verbreitete M&ouml;glichkeit im Internet live und direkt miteinander zu kommunizieren.<br>
              Dies baut auf dem IRC-Protokoll auf und es werden Server ben&ouml;tigt, auf denen Chatr&auml;ume (Channels) erstellt werden, die von den Chattern genutzt werden k&ouml;nnen.
            </p>
</p>
            <p align="right"><a href="#top">nach oben -' </a> </p>
            <p><div class="Stil2"><a name="Channel"></a>Was ist ein Channel?</div>
            <p><br>
              Ein Channel ist der Chatraum, in dem sich die Chatter aufhalten und miteinander kommunizieren. Dieser Raum wurde von einem Chatter ge&ouml;ffnet und kann nun von weiteren Chattern betreten werden.<br>
              Das Betreten eines Channels passiert in der Regel mit dem &quot;Join&quot;-Befehl. Beispiel: /join #MeinRaum (#MeinRaum ist die Bezeichnung des Channels der betreten werden soll).<br>
            Bei Portalen (Java-Chat), die auf verschiedenen Internetseiten zum Chatten angeboten werden, ist meist der zu betretende Raum voreingestellt.
            </p>
</p>
            <p align="right"><a href="#top">nach oben -' </a> </p>
            <p><div class="darkrow2"><a name="java"></a><strong>Was ist ein Java-Chat?</strong></div>
            <p><br>
              Ein Java-Chat ist ein in Java programmiertes Programm, das es m&ouml;glich macht, im IRC zu chatten. Meist wird ein kleines Programm auf ihrem Rechner installiert, das zur Kommunikation n&ouml;tig ist.<br>
              Deswegen mu&szlig; in diesem Fall Java in ihrem Browser aktiviert sein! Ist dies nicht der Fall, kann man die benötigte "JavaVirtual Machine = JVM" beim Hersteller des Browsers oder bei <a href="http://java.com/en/index.jsp" target="_blank">Sun Microsystems</a> (für die meisten Browser und Betriebssysteme) herunter laden. Im Zuge der Installation &ouml;ffnet in der Regel eine so genannte Sicherheitsabfrage. In der steht meist, von welchem Server aus sich das Programm installieren will und um welches Programm es sich handelt.<br>
              Diese Abfrage durchlesen und mit &quot;Ja&quot; beantworten um das Programm ausf&uuml;hren zu lassen. Wenn mit &quot;Ja&quot; geantwortet wird, mu&szlig; dies jedes mal wieder erfolgen, wenn das Programm erneut ausgef&uuml;hrt werden soll. Als zweite M&ouml;glichkeit steht meist &quot;Immer&quot; zur Verf&uuml;gung.<br>
              Dann wird diese Abfrage bei einem erneuten Aufruf nicht mehr erscheinen. Mit &quot;Nein&quot; wird die Berechtigung verweigert und das Java-Program wird nicht ausgef&uuml;hrt = kein Chat m&ouml;glich.
            </p>
            </p>
            <p align="right"><a href="#top">nach oben -' </a> </p>
            <p class="Stil1"><div class="darkrow2 Stil1"><a name="Alternativen"></a>Ich will kein Java aktivieren. Gibt es Alternativen?</div>
            <p><br>
              Ja. Das wahrscheinlich am weitesten verbreitete Program hei&szlig;t mIRC und kann unter anderem auf <a href="http://www.mirc.com/get.html" target="_blank">mIRC download</a> herunter geladen werden. Die Einstellungen des Programs sind vielf&auml;ltig, aber zum normalen Chatten sind nicht viele Einstellungen n&ouml;tig.<br>
              Dies sollte auch ein unbedarfter Anf&auml;nger mit der Hilfe des Programs zu Stande bringen. Die n&ouml;tigen Daten die im Program eingegeben werden m&uuml;ssen, bitte beim Betreiber des gew&uuml;nschten Chats erfragen.<br>
              Es gibt auch noch weitere Programme, wie zum Beispiel Looksharp. Dieses ist aber mit so vielen Funktionen ausgestattet, dass es f&uuml;r den Anf&auml;nger schon mehr als un&uuml;bersichtlich wird. Wer es trotzdem ausprobieren m&ouml;chte, kann es von <a href="http://www.looksharp.com.ar" target="_blank">Looksharp.com.ar</a> herunter laden. Die deutsche Version ist scheinbar nicht mehr verf&uuml;gbar.
            </p>
</p>
            <p align="right"><a href="#top">nach oben -' </a> </p>
            <p><div class="Stil2"><a name="beachten"></a>Was mu&szlig; ich im Chat beachten?</div>
            <p><br>
              Als Wichtigstes sei hier die <a href="nettiquette.htm">Nettiquette</a> aufgef&uuml;hrt. Diese sollte die Grundlage der Kommunikation darstellen.<br>
              Es ist auf jeden Fall anzuraten, Befehle die eingegeben werden m&uuml;ssen (z.B. um einen Registrierten Benutzernamen per Passwort zu verifizieren) unbedingt im Status Fenster und nicht direkt im Chat einzugeben. Somit ist sichergestellt, dass bei einem Fehler niemand mitlesen kann.<br>
              Benutzernamen registrieren? Informationen hierzu in der ausf&uuml;hrlichen Hilfe zum jeweiligen Chatserver. F&uuml;r EUIRC findet man diese hier: <a href="http://www.euirc.net/de/services.php?help=NICK_HELP" target="_blank">Nicknamen Hilfe</a><br>
              Weiters den Anweisungen von Operatoren und Administratoren Folge leisten und man wird kaum Probleme bekommen.
            </p>
</p>
            <p align="right"><a href="#top">nach oben -' </a> </p>
            <p><div class="Stil2"><a name="funktion"></a>Welche Funktionen kann ich in einem IRC-Chat benutzen?</div><br>
              Dies h&auml;ngt sehr stark vom benutzten Programm ab, da jedes Programm mehr oder weniger Funktionen unterst&uuml;tzt. <b>ACHTUNG:</b> Manche dieser Funktionen funktionieren dann auch nur mit dem jeweiligen Program und k&ouml;nnen mit anderen Programmen entweder nicht ausgeführt/wahrgenommen werden, oder sogar Probleme verursachen. Also Prinzipiell so wenig Sonderfunktionen wie m&ouml;glich einsetzen.</p>
            <p align="right"><a href="#top">nach oben -' </a>

            <div class="darkrow2 Stil1"><a name="comm"></a>Ich will mit einem anderen Chatter alleine kommunizieren, wie geht das?</div>
            <br>
              Dies nennt man im IRC eine &quot;Query&quot;. Eine solche kann in den meisten F&auml;llen mit einem Doppelklick auf den gew&uuml;nschten Mitgliedsnamen gestartet werden. Es &ouml;ffnet ein neues Fenster und man ist mit dem gew&uuml;nschten Gespr&auml;chspartner alleine... ;o)</p>
</p>
            <p align="right"><a href="#top">nach oben -' </a> </p>
            <p><div class="Stil2"><a name="proxy"></a>Wenn ich mich in den Chat verbinden will, kommt eine Meldung mit irgenwas von &quot;...Proxysettings...&quot; und ich kann mich nicht verbinden!</div>
            <p><br>
              Tja. Auf dem System wird ein Proxyserver ausgef&uuml;hrt auf dem ein oder mehrere Port(s) offen ist/sind, &uuml;ber den sich andere Internetbenutzer auf die Chatserver verbinden k&ouml;nnen. Dies stellt eine Sicherheitsl&uuml;cke dar und wird somit verhindert. Auf folgender Seite wird beschrieben, wie man das Problem beseitigen kann: <a href="http://www.euirc.net/de/proxyscanner.php" target="_blank">Proxy Hilfe</a></p>
</p>
            <p align="right"><a href="#top">nach oben -' </a> </p>
            <p><div class="Stil2"><a name="ban"></a>Wenn ich mich verbinden will kommt eine Meldung, die etwas von &quot;banned&quot; beinhaltet und ich kann den Raum nicht betreten.</div>
            <p><br>
              Irgend einer der Operatoren oder Administratoren hat einen Ban (es ist somit untersagt, den Channel zu betreten) gegen dich eingegeben. Falls dies zu Unrecht geschehen ist, am besten im Forum an einen Moderator oder Admin wenden.</p>
            <p align="center"><br>
              <br>
              <strong>Autor</strong></p>
          </div>
          <table width="80%"  border="0" align="center" cellpadding="0" cellspacing="0">
            <tr>
              <td class="Stil1"><div align="center"></div>                <div align="center">ThePapabear<br>
                  <a href="mailto:thepapabear@l-welse.com">thepapabear@l-welse.com</a><br>
              Moderator @ <a href="http://www.ibaddon.de" target="_blank">http://www.ibaddon.de</a></div></td>
            </tr>
          </table>
          <p align="left">&nbsp;</p>
          <p align="left"><br>
          </p>
        </blockquote></td>
  </tr>
  <tr>
    <td class="darkrow2"><div align="center"><a href="http://www.ibaddon.de" target="_blank" class="darkrow2"><strong>sChat by Silaz</strong></a></div></td>
  </tr>
</table>
<br>
<br>
<br>
</body>
</html>
