<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.style1 {
	font-size: 36px;
	font-weight: bold;
}
.darkrow2 {background-color: #BCD0ED; color:#3A4F6C; }
.pformstrip {background-color: #D1DCEB; color:#3A4F6C;font-weight:bold;padding:7px;margin-top:1px }
.row2 {background-color: #DFE6EF }
.tablebasic {width:100%; padding:0px 0px 0px 0px; margin:0px; border:0px }
.Stil3 {background-color: #DFE6EF; font-weight: bold; }
a:link {
	color: #000066;
}
a:visited {
	color: #000066;
}
a:hover {
	color: #009933;
}
a:active {
	color: #00CC00;
}
-->
</style>
</head>

<body>
<table width="98%"  border="0" align="center" cellpadding="2" cellspacing="1">
  <tr class="tablebasic">
    <td align='center' valign='middle' class='pformstrip'><span class="style1">Umgangsformen im Netz </span></td>
  </tr>
  <tr align="center" valign="middle">
    <td class="row2" ><div align="center"> </div>
        <blockquote>
          <p align="left">Dieser Artikel soll Ihnen helfen, die Sitten und Gebr&auml;uche, die sich mit der Zeit eingeb&uuml;rgert haben, kennenzulernen, und Ihnen &uuml;ber die wichtigsten Stolpersteine hinwegzuhelfen, vorallem sollte es in Chats benuzt werden <br>
            <br>
            Es folgen einige Tips, wie man das Netz effizient und auch h&ouml;flich zu aller Zufriedenheit benutzen kann (und sollte): <br>
            <br>
            <strong>1. Vergi&szlig; niemals, da&szlig; auf der anderen Seite ein Mensch sitzt! </strong><br>
            <br>
            Die meisten Leute denken in dem Augenblick, wo sie ihre Artikel und Mails verfassen, leider nicht daran, da&szlig; die Nachrichten nicht ausschlie&szlig;lich von Computern gelesen werden, sondern auch von (anderen?) Lebewesen, in erster Linie von Menschen. <br>
            <br>
            Je nach Distribution kann Ihre Nachricht von Leuten z. B. in ganz Deutschland und der Schweiz gelesen werden. Denken Sie stets daran und lassen Sie sich nicht zu verbalen Ausbr&uuml;chen hinrei&szlig;en. Bedenken Sie: Je ausfallender und unh&ouml;flicher Sie sich geb&auml;rden, desto weniger Leute sind bereit, Ihnen zu helfen, wenn Sie einmal etwas brauchen. <br>
            <br>
            Eine einfache Faustregel: Schreibe nie etwas, was Du dem Adressaten nicht auch vor anderen Leuten ins Gesicht sagen w&uuml;rdest. <br>
            <br>
            <strong>2. Erst lesen, dann denken, dann nochmal lesen, dann nochmal denken - und dann erst posten! </strong><br>
            <br>
            Die Gefahr von Mi&szlig;verst&auml;ndnissen ist bei einem geschriebenen, computerisierten Medium besonders hoch. Vergewissern Sie sich mehrmals, da&szlig; der Autor des Artikels, auf den Sie antworten wollen, auch das gemeint hat, was Sie denken. Insbesondere sollten Sie darauf achten, ob nicht vielleicht Sarkasmus oder eine &auml;hnliche Abart des Humors :-) benutzt wurde, ohne ihn mit dem Smiley-Symbol :-) zu kennzeichnen. <br>
            <br>
            <strong>3. Fasse Dich kurz! </strong><br>
            <br>
            Niemand liest gerne Artikel, die mehr als 50 Zeilen lang sind. Denken Sie daran, wenn Sie Artikel verfassen. Nebenbei: Es empfiehlt sich, die L&auml;nge der eigenen Zeilen unter etwa 70 Zeichen zu halten. <br>
            <br>
            <strong>4. Deine Artikel sprechen f&uuml;r Dich. Sei stolz auf sie! </strong><br>
            <br>
            Die meisten Leute auf dem Netz kennen und beurteilen Sie nur &uuml;ber das, was Sie in Artikeln oder Mails schreiben. Versuchen Sie daher, Ihre Artikel leicht verst&auml;ndlich und m&ouml;glichst ohne Rechtschreibfehler zu verfassen. <br>
            <br>
            Ein Duden neben dem Rechner mag manchem als &Uuml;bertreibung erscheinen; in Anbetracht der Tatsache, da&szlig; viele Leser den Autor eines vor Fehlern beinahe unleserlichen Artikels f&uuml;r einen (um es ganz deutlich zu sagen) Vollidioten halten, ist diese Investition vielleicht nicht ganz verfehlt. <br>
            <br>
            Bedenken Sie, da&szlig; ihr Anliegen nicht r&uuml;berkommt, wenn es nicht einmal den elementaren Anforderungen an Stil, Form und Niveau gen&uuml;gt. <br>
            <br>
            Bedenken Sie bitte auch: Vielleicht lesen Ihre zuk&uuml;nftigen Kollegen oder Ihr zuk&uuml;nftiger Chef mit. Vorurteile bilden sich leicht. <br>
            <br>
            <strong>5. Nimm Dir Zeit, wenn Du einen Artikel schreibst! </strong><br>
            <br>
            Einige Leute denken, es w&uuml;rde ausreichen, einen Artikel in zwei Minuten in den Rechner zu hacken. Besonders im Hinblick auf die vorangegangenen Punkte ist das aber kaum m&ouml;glich. Sie sollten sich Zeit nehmen, um einen Artikel zu verfassen, der auch Ihren Anspr&uuml;chen gen&uuml;gt. <br>
            <br>
            <br>
            <br>
            <strong>6. Vernachl&auml;ssige nicht die Aufmachung Deines Artikels! </strong><br>
            <br>
            Es ist nat&uuml;rlich nicht zwingend, einen Schreibmaschinenkurs mitgemacht zu haben, jedoch ist es ratsam, sich mit den wichtigsten der "Regeln f&uuml;r Maschinenschreiben" (z. B. DIN 5008) vertraut zu machen. <br>
            <br>
            Dar&uuml;berhinaus sollten Punkte und Kommas selbstverst&auml;ndlich sein; durch Gro&szlig;- und Kleinschreibung wird der Text leserlicher. Abs&auml;tze lockern den Text auf, wenn sie alle paar Zeilen eingeschoben werden. <br>
            <br>
            <strong>7. Achte auf die "Subject:"-Zeile! </strong><br>
            <br>
            Wenn Sie einen Artikel verfassen, achten Sie bitte besonders auf den Inhalt der "Subject:"-Zeile. Hier sollte in kurzen Worten (m&ouml;glichst unter 40 Zeichen) der Inhalt des Artikels beschrieben werden, so da&szlig; ein Leser entscheiden kann, ob er von Interesse f&uuml;r ihn ist oder nicht. <br>
            <br>
            In l&auml;nger dauernden Diskussionen kann es passieren, da&szlig; das Thema, &uuml;ber das debattiert wird, vom urspr&uuml;nglichen "Subject" abweicht. Bitte &auml;ndern Sie die "Subject:"-Zeile entsprechend ab. Eine gute Angewohnheit ist es, wenn Sie den alten Titel zus&auml;tzlich noch angeben; bei Followups auf solche Artikel sollte der alte Titel aber entfernt werden. Ein Beispiel: <br>
            <br>
            Nach dem Dr&uuml;cken von "F" im Newsreader (meist "nn" oder "rn") werden Sie mit "Subject: Re: Kohlrabi im Vorgarten" konfrontiert. Die Diskussion ist aber l&auml;ngst auf das Thema "Erbsen im Treibhaus" abgeschweift. Also &auml;ndern Sie wie folgt: Subject: Erbsen im Treibhaus (war: Re: Kohlrabi im Vorgarten) <br>
            <br>
            Sollte die "Subject:"-Zeile nun l&auml;nger als 80 Zeichen werden, so ist es sicher nicht schlecht, den alten Titel abzuk&uuml;rzen. <br>
            <br>
  Followups auf Ihren neuen Artikel sollten nur noch den Titel Subject: Re: Erbsen im Treibhaus erhalten. <br>
  <br>
  <strong>8. Denke an die Leserschaft! </strong><br>
  <br>
&Uuml;berlegen Sie sich vor dem Posten eines Artikels oder Followups, welche Leute Sie mit Ihrer Nachricht erreichen wollen. Ein Artikel mit dem Titel "Fernseher Bj. 1972 an Selbstabholer" ist in einer regionalen Newsgruppe sicher wesentlich besser aufgehoben als in einer weltweit lesbaren "de.*"-Gruppe. <br>
  <br>
  W&auml;hlen Sie die Gruppe (oder Gruppen), in die Sie schreiben, sorgf&auml;ltig aus. Posten Sie, wenn irgend m&ouml;glich, nur in EINE Gruppe. Ein "Crossposting" eines Artikels in mehrere, wom&ouml;glich inhaltlich verwandte Gruppen ist nicht empfehlenswert. Wenn Sie dennoch ein Crossposting (durch Angabe mehrerer Gruppennamen in der "Newsgroups:"-Zeile) in die Welt setzen, lenken Sie bitte darauffolgende Postings mit Hilfe der "Followup-To:"-Zeile in _eine_ Gruppe. <br>
  <br>
  <strong>9. Vorsicht mit Humor und Sarkasmus! </strong><br>
  <br>
  Achten Sie darauf, da&szlig; Sie Ihre sarkastisch gemeinten Bemerkungen so kennzeichnen, da&szlig; keine Mi&szlig;verst&auml;ndnisse provoziert werden. Bedenken Sie: In einem schriftlichen Medium kommt nur sehr wenig von Ihrer Mimik und Gestik r&uuml;ber, die Sie bei pers&ouml;nlichen Gespr&auml;chen ben&uuml;tzen w&uuml;rden. <br>
  <br>
  Im Netz gibt es f&uuml;r diesen Zweck eine ganze Reihe von Symbolen; die gebr&auml;uchlichsten sind ":-)" und ":-(". Wenn Ihnen nicht sofort auff&auml;llt, was diese Symbole bedeuten sollen, legen Sie den Kopf doch einfach auf die linke Schulter und schauen Sie nochmal... :-) <br>
  <br>
  <strong>10. K&uuml;rze den Text, auf den Du Dich beziehst, auf das notwendige Minimum! </strong><br>
  <br>
  Es ist eine gute Angewohnheit, Texte, auf die man sich bezieht, w&ouml;rtlich zu zitieren. Wenn Sie einen Followup-Artikel schreiben, wird Ihnen der gesamte Text, auf den Sie sich beziehen, von Ihrem Newsreader-Programm zum Bearbeiten angeboten. Der Originaltext wird dabei im Allgemeinen durch Zeichen (&auml;hnl. wie dieser Absatz) '&gt;' einger&uuml;ckt, um klar ersichtlich zu machen, da&szlig; es sich dabei um zitierten Text handelt. <br>
  <br>
  Machen Sie es sich zur Angewohnheit, nur gerade so viel Originaltext stehen zu lassen, da&szlig; dem Leser der Zusammenhang nicht verlorengeht. Das ist a) wesentlich leichter zu lesen und zu verstehen und b) keine Verschwendung von Resourcen. <br>
  <br>
  Lassen Sie den Originaltext aber auch nicht ganz weg! Der Leser Ihres Artikels hat den Artikel, auf den Sie sich beziehen, mit hoher Wahrscheinlichkeit nicht mehr exakt in Erinnerung und hat ohne weitere Anhaltspunkte gro&szlig;e M&uuml;he, den Sinn Ihrer Ausf&uuml;hrungen zu erkennen. <br>
  <br>
  ACHTUNG: Auch die UNTERSCHRIFT oder die SIGNATURE der Originalnachricht sollte nur dann zitiert werden, wenn darauf auch inhaltlich Bezug genommen wird. Wie die ebenso l&auml;stige DOPPELSIGNATURE ist dies ein FEHLER, den der Betreffende selbst oft nicht bemerkt. Ein pers&ouml;nlicher Hinweis (bitte nur als MAIL!) kann in beiden F&auml;llen nicht schaden. <br>
  <br>
  <strong>11. Benutze Mail, wo immer es geht! </strong><br>
  <br>
  Wenn Sie dem Autor eines Artikels etwas mitteilen wollen, &uuml;berlegen Sie sich bitte genau, ob daf&uuml;r nicht eine simple Mail ausreicht. <br>
  <br>
  Ein Beispiel: Sp&auml;testens dann, wenn hitzige Diskussionen schlie&szlig;lich in w&uuml;ste Beschimpfungsorgien ausarten, ist der Zeitpunkt gekommen, an dem die Diskussion niemanden au&szlig;er den Streith&auml;hnen interessiert. <br>
  <br>
  Generell gilt: Wenn Sie etwas mitteilen wollen, das auch viele andere Leute interessieren k&ouml;nnte, benutzen Sie die News. Anderenfalls ist eine Mail sicherlich ausreichend. <br>
  <br>
  <strong>12. Gib eine Sammlung Deiner Erkenntnisse ans Netz weiter! </strong><br>
  <br>
  Wenn Sie eine Frage an die Netzgemeinde gestellt haben, und darauf Antworten per Mail empfangen haben, welche evtl. auch andere Leute interessieren k&ouml;nnten, fassen Sie Ihre Ergebnisse (nat&uuml;rlich gek&uuml;rzt) zusammen und lassen Sie damit auch das Netz von Ihrer Frage profitieren. <br>
  <br>
  <strong>13. Achte auf die gesetzlichen Regelungen! </strong><br>
  <br>
  Es ist v&ouml;llig legal, kurze Ausz&uuml;ge aus urheberrechtlich gesch&uuml;tzten Werken zu informationellen Zwecken zu posten. Was dar&uuml;ber hinaus geht, ist illegal. Zu den urheberrechtlich gesch&uuml;tzten Werken geh&ouml;ren unter anderem Zeitungsartikel, Liedtexte, Programme, Bilder etc. Ebenfalls illegal ist es, mit Wort und/oder Bild zu Straftaten aufzurufen oder zumindest Anleitungen daf&uuml;r zu liefern. <br>
  <br>
  Achten Sie darauf, da&szlig; Sie mit Ihrem Artikel keine Gesetze brechen und bedenken Sie, da&szlig; sich evtl. jeder strafbar macht, der solche Informationen auf dem eigenen Rechner h&auml;lt und anderen zug&auml;nglich macht. <br>
  <br>
  <strong>14. Benutze Deinen wirklichen Namen, kein Pseudonym! </strong><br>
  <br>
  In der Mailboxszene ist es ab und zu &uuml;blich, seine wahre Identit&auml;t hinter einem Pseudonym zu verbergen. Pseudonyme erm&ouml;glichen es auch, Dinge zu sagen und zu tun, die man sich sonst nicht erlauben w&uuml;rde. Aufgrund der negativen Erfahrungen, die sehr viele Leute auf dem Netz mit den Tr&auml;gern solcher Pseudonyme gemacht haben, und auch aus presserechtlichen Gr&uuml;nden sollten Sie Ihre Artikel mit Ihrem wirklichen Namen versehen. Wenn Sie nicht vorhaben, Ihren Namen preiszugeben, vergessen Sie das Usenet (oder zumindest das Schreiben von Artikeln und Mails) bitte schnell wieder. <br>
  <br>
  Die Betreiber von Systemen, die schreibenden Zugriff auf das Netz anbieten, sind angehalten, entsprechende Ma&szlig;nahmen zu ergreifen (z. B. Eintragung des "Fullnames" ins GECOS-Feld der Pa&szlig;wortdatei o. &auml;.). <br>
  <br>
  <strong>15. Kommerzielles? </strong><br>
  <br>
  Ein gewisses Ma&szlig; an kommerziellen Informationen wird auf dem Netz gerne toleriert, z. B. Adressen von Firmen, die ein bestimmtes Produkt anbieten, nachdem jemand danach gefragt hat. Als unversch&auml;mt wird dagegen die Verbreitung von reinen Werbeinformationen angesehen, insbesondere, wenn sie ein gewi&szlig;es Volumen &uuml;berschreiten. <br>
  <br>
  Bedenken Sie: Dies ist ein nichtkommerzielles Netz, und nicht jeder will &Uuml;bertragungskosten f&uuml;r Werbung bezahlen. <br>
  <br>
  <strong>16. Keine "human gateways" - das Netz ist keine Mailbox! </strong><br>
  <br>
  Ebenfalls wird davon abgeraten, seine Aufgabe darin zu sehen, Artikel aus verschiedenen anderen, f&uuml;r jedermann zug&auml;nglichen Netzen (um Namen zu nennen: Fido, Zerberus, BTX, etc. pp.) ins Netz zu pumpen. <br>
  <br>
  Das gilt insbesondere dann, wenn es den Informationen am allgemein &uuml;blichen Niveau mangelt, die darin angesprochenen Tatsachen jedem durchschnittlich intelligenten Menschen bereits bekannt sind oder abzusehen ist, da&szlig; sich nur ein verschwindend geringer Bruchteil der Netz-User daf&uuml;r interessiert. <br>
  <br>
  Bedenken Sie: Das Netz ist keine Daten-M&uuml;lltonne. <br>
  <br>
  <strong>17. "Du" oder "Sie"? </strong><br>
  <br>
  Aus der Deutschsprachigkeit der "de.*"-Hierarchie erw&auml;chst die Frage, ob man andere Netzteilnehmer in Artikeln und Mails "duzen" oder "siezen" sollte. Daf&uuml;r gibt es keine allgemeing&uuml;ltige Regel; es hat sich jedoch eingeb&uuml;rgert, den Anderen mit "Du" anzureden. 99,9 % der Teilnehmer in der "de.*"-Hierarchie finden das auch v&ouml;llig in Ordnung und w&uuml;rden es als eher absonderlich ansehen, wenn sie auf einmal gesiezt werden w&uuml;rden. Vielleicht ist diese Netiquette also der letzte Artikel im Netz, in dem Sie geSIEzt werden... <br>
  <br>
  <strong>18. Zusammenfassung der Dinge, die Sie bedenken sollten... <br>
  <br>
  <br>
  - Vergi&szlig; niemals, da&szlig; auf der anderen Seite ein Mensch sitzt <br>
  <br>
  - Erst lesen, dann denken, dann nochmal lesen, dann nochmal denken, und dann erst posten <br>
  <br>
  - Fasse Dich kurz! <br>
  <br>
  - Deine Artikel sprechen f&uuml;r Dich. Sei stolz auf sie! <br>
  <br>
  - Nimm Dir Zeit, wenn Du einen Artikel schreibst! <br>
  <br>
  - Vernachl&auml;ssige nicht die Aufmachung Deines Artikels <br>
  <br>
  - Achte auf die "Subject:"-Zeile! <br>
  <br>
  - Denke an die Leserschaft! <br>
  <br>
  - Vorsicht mit Humor und Sarkasmus! <br>
  <br>
  - K&uuml;rze den Text, auf den Du Dich beziehst, auf das notwendige Minimum! <br>
  <br>
  - Benutze Mail, wo immer es geht! <br>
  <br>
  - Gib eine Sammlung deiner Erkenntnisse ans Netz weiter <br>
  <br>
  - Achte auf die gesetzlichen Regelungen! <br>
  <br>
  - Benutze Deinen wirklichen Namen, kein Pseudonym <br>
  <br>
  - Kommerzielles? <br>
  <br>
  - Keine "human gateways" <br>
  <br>
  - Das Netz ist keine Mailbox <br>
  <br>
  - "Du" oder "Sie"? <br>
  <br>
  </strong><br>
  <br>
  Autor Ralf Freit <br>
  <a href="mailto:ralf@freit.de">ralf@freit.de </a><br>
  <a href="http://www.freit.de">http://www.freit.de </a><br>
          </p>
        </blockquote></td>
  </tr>
  <tr>
    <td class="darkrow2"><div align="center"><a href="http://www.ibaddon.de" target="_blank" class="darkrow2"><strong>sChat by Silaz</strong></a></div></td>
  </tr>
</table>
<br>
<br>
<br>
</body>
</html>
